Repository: semenovf/modulus2-lib
Catalog: locale/modulus2_*.po
Languages: ru

source: Emitter [{}] of module [{}] connected with corresponding detector of module [{}]
ru: Эмиттер [{}] модуля [{}] подключен к детектору модуля [{}]

source: Declare emitters for module: {}
ru: Объявление эмиттеров для модуля: {}

source: Caching emitter [{}] for {}
ru: Кэширование эмиттера [{}] для {}

source: Connecting emitters:
ru: Подключение эмиттеров:

source: emitters disconnected for [{}]
ru: эмиттеры подключены для [{}]

source: Parent module [{}] not found for module [{}]
ru: Родительский модуль [{}] не найден для модуля [{}]

source: Parent module [{}] is not runnable or a guest module
ru: Родительский модуль [{}] ни асинхронный, ни гостевой

source: {}: module already registered
ru: {}: модуль уже зарегистрирован

source: {}: registered
ru: {}: зарегистрирован

source: {}: unregistered
ru: {}: незарегистрирован

source: Module [{}] must be runnable
ru: Модуль [{}] должен быть асинхронным

source: Module [{}] start failure
ru: Ошибка запуска модуля [{}]

source: Module [{}] started successfully
ru: Модуль [{}] успешно запущен

source: no module found by path: {}
ru: модуль не найден по указанному пути: {}

source: no module found by name: {}
ru: модуль не найден по указанному имени: {}

source: Module [{}] specified as "main" module not found
ru: Модуль [{}], объявленный как "main" не наден

source: Module [{}] is runnable
ru: Модуль [{}] асинхронный

source: Module [{}] will be run in "main" thread
ru: Модуль [{}] будет запущен в потоке "main"

source: Module [{}] is regular
ru: Модуль [{}] автономный

source: Module [{}] is guest
ru: Модуль [{}] гостевой
